Repository: salahbensarar1/FootballMoszgo
Catalog: lib/l10n/app_*.arb
Languages: hu

source: Disabled
hu: Letiltva

source: Never
hu: Soha

source: Immediately
hu: Azonnal

source: After 5 minutes
hu: 5 perc után

source: After 15 minutes
hu: 15 perc után

source: After 30 minutes
hu: 30 perc után

source: After 1 hour
hu: 1 óra után

source: Notifications
hu: Értesítések

source: Account
hu: Fiók

source: Administrator
hu: Adminisztrátor

source: Appearance
hu: Megjelenés

# enableDarkModeForApp
source: Enable dark mode for the app
hu: Sötét mód engedélyezése az alkalmazáshoz

# languageAndRegion
source: Language & Region
hu: Nyelv és régió

source: Security
hu: Biztonság

source: Two-Factor Authentication
hu: Kétfaktoros hitelesítés

# addExtraSecurityLayer
source: Add an extra layer of security
hu: Extra biztonsági réteg hozzáadása

# updateAccountPassword
source: Update your account password
hu: Fiók jelszó frissítése

# manageDataPrivacy
source: Manage your data privacy
hu: Adatvédelem kezelése

source: Soon
hu: Hamarosan

source: About This App
hu: Az alkalmazásról

source: Current app version
hu: Jelenlegi alkalmazás verzió

# readTermsOfService
source: Read our terms of service
hu: Szolgáltatási feltételek elolvasása

# readPrivacyPolicy
source: Read our privacy policy
hu: Adatvédelmi irányelvek elolvasása

source: View open source licenses
hu: Nyílt forráskódú licencek megtekintése

source: Search users...
hu: Felhasználók keresése...

source: Add New User
hu: Új felhasználó hozzáadása

# nameRequired
source: Name is required
hu: A név megadása kötelező

# passwordRequired
source: Password is required
hu: A jelszó megadása kötelező

source: User added successfully!
hu: Felhasználó sikeresen hozzáadva!

source: User updated successfully!
hu: Felhasználó sikeresen frissítve!

source: User deleted successfully!
hu: Felhasználó sikeresen törölve!

source: Error adding user
hu: Hiba a felhasználó hozzáadásakor

source: Error updating user
hu: Hiba a felhasználó frissítésekor

source: Error deleting user
hu: Hiba a felhasználó törlésekor

source: Confirm Deletion
hu: Törlés megerősítése

# deleteUserWarning
source: Are you sure you want to delete this user?
hu: Biztosan törölni szeretné ezt a felhasználót?

# deleteUserDescription
source: This action cannot be undone. All user data will be permanently deleted.
hu: Ez a művelet nem vonható vissza. A felhasználó minden adata véglegesen törlődik.

# leaveEmptyToKeep
source: Leave empty to keep current password
hu: Hagyja üresen, ha nem szeretné módosítani

source: Session Report
hu: Edzés jelentés

source: Attendance Information
hu: Jelenléti információk

source: Training History
hu: Edzéstörténet

source: Duration
hu: Időtartam

source: Team Details
hu: Csapat részletei

source: Session Details
hu: Edzés részletei

source: Player Name
hu: Játékos neve

source: Number of Players
hu: Játékosok száma

source: Session Date
hu: Edzés dátuma

source: Attendance List
hu: Jelenléti lista

source: Present Players
hu: Jelen lévő játékosok

source: Absent Players
hu: Hiányzó játékosok

source: System Notifications
hu: Rendszer értesítések

source: Security Alerts
hu: Biztonsági riasztások

source: Refreshing...
hu: Frissítés...

source: See All
hu: Összes megtekintése
