Repository: salahbensarar1/FootballMoszgo
Catalog: lib/l10n/app_*.arb
Languages: hu

# appTitle
source: Football Training
hu: Futballedzés

source: Login
hu: Bejelentkezés

source: Welcome back
hu: Üdvözöljük újra

source: Password
hu: Jelszó

# loginButton
source: Login
hu: Bejelentkezés

source: Admin Management
hu: Admin kezelés

source: Admin Screen
hu: Admin felület

source: Coach Screen
hu: Edző felület

source: Receptionist Screen
hu: Recepciós felület

source: Dashboard Overview
hu: Irányítópult áttekintés

source: Manage Users
hu: Felhasználók kezelése

source: Settings
hu: Beállítások

source: Logout
hu: Kijelentkezés

source: Coaches
hu: Edzők

source: Players
hu: Játékosok

source: Teams
hu: Csapatok

source: Attendances
hu: Jelenléti ívek

# searchHint
source: Search {entity}...
hu: {entity} keresése...

source: Add {entity}
hu: {entity} hozzáadása

source: Edit
hu: Szerkesztés

source: Delete
hu: Törlés

source: Save
hu: Mentés

source: Cancel
hu: Mégsem

source: Add
hu: Hozzáadás

source: Player Info
hu: Játékos adatok

source: Payments
hu: Fizetések

source: Payment Progress
hu: Fizetési folyamat

source: View Details
hu: Részletek megtekintése

source: Send Reminder
hu: Emlékeztető küldése

source: Fully Paid
hu: Teljesen Fizetve

source: Partial
hu: Részben fizetve

source: Unpaid
hu: Nem Fizetve

source: Not Active
hu: Nem Aktív

source: Monthly Collection Trend
hu: Havi beszedési trend

source: Total Collected
hu: Összesen beszedve

source: Outstanding
hu: Függőben

source: Paid Players
hu: Fizető játékosok

source: This Month
hu: Ez a hónap

# noEntitiesFound
source: No {entity} found
hu: Nincs {entity} találat

# addSomeEntities
source: Add some {entity} to get started
hu: Adj hozzá néhány {entity}-t a kezdéshez

# noResultsFor
source: No results for "{query}"
hu: Nincs találat erre: "{query}"

# tryAdjustingSearch
source: Try adjusting your search terms
hu: Próbálja módosítani a keresési kifejezéseket

# confirmLogout
source: Are you sure you want to logout?
hu: Biztosan ki szeretne jelentkezni?

source: Team Name
hu: Csapat neve

source: Name
hu: Név

source: Role Description
hu: Szerepkör leírása

source: Coaches Management
hu: Edzők kezelése

source: Manage Team Coaches
hu: Csapat edzők kezelése

# assignMultipleCoaches
source: Assign multiple coaches with different roles
hu: Több edző hozzárendelése különböző szerepkörökkel

source: Confirm Delete
hu: Törlés megerősítése

# confirmDeleteMessage
source: Are you sure you want to delete this item? This action cannot be undone.
hu: Biztos, hogy törölni szeretné ezt az elemet? Ez a művelet nem vonható vissza.

source: Edit {entity}
hu: {entity} szerkesztése

source: Successfully updated
hu: Sikeresen frissítve.

# failedToUpdate
source: Failed to update: {error}
hu: Frissítés sikertelen: {error}

# coachDeletedSuccessfully
source: Coach deleted from all teams and authentication successfully
hu: Edző sikeresen törölve minden csapatból és hitelesítésből

source: Deleted successfully
hu: Sikeresen törölve.

# failedToDelete
source: Failed to delete: {error}
hu: Törlés sikertelen

# monthMar
source: Mar
hu: Már

# monthApr
source: Apr
hu: Ápr

# monthMay
source: May
hu: Máj

# monthJun
source: Jun
hu: Jún

# monthJul
source: Jul
hu: Júl

# monthSep
source: Sep
hu: Szep

# monthOct
source: Oct
hu: Okt

# monthJanuary
source: January
hu: Január

# monthFebruary
source: February
hu: Február

# monthMarch
source: March
hu: Március

# monthApril
source: April
hu: Április

# monthMayFull
source: May
hu: Május

# monthJune
source: June
hu: Június

# monthJuly
source: July
hu: Július

# monthAugust
source: August
hu: Augusztus

# monthSeptember
source: September
hu: Szeptember

# monthOctober
source: October
hu: Október

# sendReminderButton
source: Send Reminder
hu: Emlékeztető küldése

source: Player not found
hu: Játékos nem található

# noEmailAvailable
source: No email available for this player
hu: Nincs elérhető e-mail cím ehhez a játékoshoz

# allMonthsPaid
source: All months are paid!
hu: Minden hónap ki van fizetve!

source: Payment Reminder Email
hu: Fizetési emlékeztető e-mail

# emailTo
source: To: {email}
hu: Címzett: {email}

# emailSubject
source: Subject: Payment Reminder for {playerName}
hu: Tárgy: Fizetési emlékeztető {playerName} részére

# dearParent
source: Dear Parent/Guardian,
hu: Tisztelt Szülő/Gondviselő,

# reminderUnpaidMonths
source: This is a reminder that the following months are unpaid:
hu: Ez egy emlékeztető, hogy a következő hónapok fizetetlen:

# pleasePayConvenience
source: Please make the payment at your earliest convenience.
hu: Kérjük, teljesítse a fizetést a lehető leghamarabb.

source: Thank you,
hu: Köszönjük,

source: Football Club Management
hu: Futballklub vezetőség

source: Close
hu: Bezárás

source: Send Email
hu: E-mail küldése

# emailSentTo
source: Email sent to {email}
hu: E-mail elküldve ide: {email}

# errorOccurred
source: Error: {error}
hu: Hiba: {error}

source: Payment Status
hu: Fizetési állapot

# paymentManagement
source: {year} Payment Management
hu: {year} fizetés kezelés

source: Payment Reminder
hu: Fizetési emlékeztető

source: Position
hu: Pozíció

source: Team
hu: Csapat

source: Select Team
hu: Csapat kiválasztása

source: Assign Coach
hu: Edző hozzárendelése

source: Training Type
hu: Edzés típusa

source: Pitch Location
hu: Pálya helyszíne

# startTraining
source: Start Training (2-hour window)
hu: Edzés indítása (2 órás időszak)

source: Save Session
hu: Edzés mentése

# failedToSendEmail
source: Failed to send email. Please try again.
hu: E-mail küldése sikertelen. Kérjük, próbálja újra.

source: Total Players
hu: Összes játékos

source: Total Teams
hu: Összes csapat

source: Active Coaches
hu: Aktív edzők

source: Key Statistics
hu: Főbb statisztikák

source: Recent Training Sessions
hu: Legutóbbi edzések

source: Player Details
hu: Játékos részletei

source: Generate Report
hu: Jelentés generálása

source: Birth Date
hu: Születési dátum

source: Last Session
hu: Utolsó edzés

source: Status
hu: Állapot

source: Present
hu: Jelen

source: Absent
hu: Hiányzik

source: Session Start
hu: Edzés kezdete

source: Session End
hu: Edzés vége

source: Training Summary
hu: Edzés összefoglaló

source: No training recorded
hu: Nincs rögzített edzés

source: Player Report
hu: Játékos jelentés

# basicInfo
source: Basic Information
hu: Alapinformációk

# attendanceInfo
source: Attendance Information
hu: Részvételi információk

source: Statistics
hu: Statisztikák

source: Total Minutes
hu: Összes perc

source: Sessions Attended
hu: Részt vett edzések

source: Attendance Rate
hu: Jelenléti arány

source: Error loading data
hu: Hiba az adatok betöltésekor

source: PDF generation error
hu: PDF generálási hiba

# pdfGeneratedSuccess
source: PDF generated successfully
hu: PDF sikeresen generálva

source: No Image
hu: Nincs kép

source: Load Error
hu: Betöltési hiba

source: minutes
hu: perc

source: sessions
hu: edzések

source: Export PDF
hu: PDF exportálása

source: Back to List
hu: Vissza a listához

source: No Team Assigned
hu: Nincs hozzárendelt csapat

# editFunctionality
source: Edit functionality coming soon
hu: Szerkesztés funkció hamarosan elérhető

# userNotFound
source: No user found with this email
hu: Nem található felhasználó ezzel az e-mail címmel

# wrongPassword
source: Incorrect password
hu: Helytelen jelszó

# invalidEmail
source: Invalid email address
hu: Érvénytelen e-mail cím

# userDisabled
source: Account has been disabled
hu: A fiók le van tiltva

# tooManyRequests
source: Too many login attempts. Try again later
hu: Túl sok bejelentkezési kísérlet. Próbálja újra később

# networkError
source: Network error. Check your connection
hu: Hálózati hiba. Ellenőrizze a kapcsolatot

# loginFailed
source: Login failed. Please try again
hu: Bejelentkezés sikertelen. Kérjük, próbálja újra

# pleaseEnterEmail
source: Please enter your email
hu: Kérjük, adja meg az e-mail címét

# pleaseEnterValidEmail
source: Please enter a valid email
hu: Kérjük, adjon meg egy érvényes e-mail címet

# pleaseEnterPassword
source: Please enter your password
hu: Kérjük, adja meg a jelszavát

# passwordMinLength
source: Password must be at least 6 characters
hu: A jelszónak legalább 6 karakterből kell állnia

source: Loading...
hu: Betöltés...

source: Refresh
hu: Frissítés

source: Coming Soon!
hu: Hamarosan!

source: Logout failed
hu: Kijelentkezés sikertelen

# deleteSuccess
source: Deleted successfully.
hu: Sikeresen törölve.

# coachDeleteSuccess
source: Coach deleted from all teams and authentication successfully.
hu: Edző sikeresen törölve az összes csapatból és a hitelesítésből.

source: Something went wrong
hu: Valami hiba történt

# tryAgainOrContact
source: Please try again or contact support
hu: Kérjük, próbálja újra vagy lépjen kapcsolatba az ügyfélszolgálattal

source: Retry
hu: Újra

source: Payment Overview
hu: Fizetési áttekintés

source: Unnamed Player
hu: Névtelen játékos

source: Unnamed Coach
hu: Névtelen edző

source: Unnamed Team
hu: Névtelen csapat

source: Coach
hu: Edző

source: Unknown
hu: Ismeretlen

source: Unknown Team
hu: Ismeretlen csapat

source: Receptionist
hu: Recepciós

# noEmailForPlayer
source: No email available for this player
hu: Nincs elérhető e-mail cím ehhez a játékoshoz

source: To
hu: Címzett

source: Subject
hu: Tárgy

# paymentReminderFor
source: Payment Reminder for {playerName}
hu: Fizetési emlékeztető {playerName} számára

source: Dear Parent/Guardian,
hu: Kedves Szülő/Gondviselő!

# pleasePayEarliest
source: Please make the payment at your earliest convenience.
hu: Kérjük, fizesse ki a lehőtet legkorábban.

source: Error updating payment
hu: Hiba a fizetés frissítésekor

# paymentManagementFor
source: {year} Payment Management
hu: {year} fizetés kezelés

source: Adding...
hu: Hozzáadás...

source: Personal Information
hu: Személyes adatok

# coachNameRequired
source: Coach name is required
hu: Az edző neve kötelező

# nameMinLength
source: Name must be at least 2 characters
hu: A névnek legalább 2 karakterből kell állnia

# emailRequired
source: Email is required
hu: Az e-mail cím megadása kötelező

# validEmailRequired
source: Enter a valid email address
hu: Érvényes e-mail címet adjon meg

# roleDescriptionMaxLength
source: Role description must be less than 100 characters
hu: A szerepkör leírása kevesebb mint 100 karakterből kell álljon

source: Team Assignment
hu: Csapat hozzárendelés

# selectTeamsToTrain
source: Select teams this coach will train
hu: Válassza ki a csapatokat, amelyeket ez az edző edzeni fog

# assignedTeams
source: Assigned Teams ({count})
hu: Hozzárendelt csapatok ({count})

source: MANY
hu: TÖBB

source: Add Team
hu: Csapat hozzáadása

source: Maximum teams assigned
hu: Maximum csapatok hozzárendelve

source: No teams available
hu: Nincsenek elérhető csapatok

source: All teams assigned
hu: Minden csapat hozzárendelve

source: Loading teams...
hu: Csapatok betöltése...

source: Select Team to Add
hu: Hozzáadandó csapat kiválasztása

source: Select Role
hu: Szerepkör kiválasztása

# forTeam
source: for {teamName}
hu: {teamName} számára

# coachOptionalAssignment
source: Coach can be assigned to multiple teams (optional)
hu: Az edző több csapathoz is hozzárendelhető (opcionális)

source: Player Information
hu: Játékos adatok

source: Enter player name
hu: Adja meg a játékos nevét

source: Select birth date
hu: Születési dátum kiválasztása

source: Enter position
hu: Adja meg a pozíciót

source: Team Information
hu: Csapat adatok

# teamNameRequired
source: Team name is required
hu: A csapat neve kötelező

# teamNameMinLength
source: Team name must be at least 2 characters
hu: A csapat nevének legalább 2 karakterből kell állnia

# teamNameMaxLength
source: Team name must be less than 30 characters
hu: A csapat neve kevesebb mint 30 karakterből kell álljon

source: Team Description
hu: Csapat leírása

# teamDescriptionRequired
source: Team description is required
hu: A csapat leírása kötelező

# descriptionMinLength
source: Description must be at least 10 characters
hu: A leírásnak legalább 10 karakterből kell állnia

# descriptionMaxLength
source: Description must be less than 200 characters
hu: A leírás kevesebb mint 200 karakterből kell álljon

source: Coach Assignment
hu: Edző hozzárendelés

# assignedCoaches
source: Assigned Coaches ({count})
hu: Hozzárendelt edzők

source: Add Coach
hu: Edző hozzáadása

source: Maximum coaches assigned
hu: Maximum edzők hozzárendelve

source: No coaches available
hu: Nincsenek elérhető edzők

source: All coaches assigned
hu: Minden edző hozzárendelve

source: Loading coaches...
hu: Edzők betöltése...

source: Select Coach to Add
hu: Hozzáadandó edző kiválasztása

# atLeastOneCoachRequired
source: At least one coach must be assigned to create a team
hu: Legalább egy edzőt hozzá kell rendelni a csapat létrehozásához

source: Profile Picture
hu: Profilkép

# tapToSelectPicture
source: Tap the circle above to select a profile picture
hu: Kattintson a fenti körre profilkép kiválasztásához

source: Upload Image
hu: Kép feltöltése

source: Uploading...
hu: Feltöltés...

# addNewCoach
source: Add a new coach to the system
hu: Új edző hozzáadása a rendszerhez

# registerNewPlayer
source: Register a new player
hu: Új játékos regisztrálása

# createNewTeam
source: Create a new team
hu: Új csapat létrehozása

source: Add new entry
hu: Új bejegyzés hozzáadása

source: Assign to Team
hu: Csapathoz rendelés

# passwordMinLengthSix
source: Password must be at least 6 characters
hu: A jelszónak legalább 6 karakterből kell állnia

source: Failed to pick image
hu: Kép kiválasztása sikertelen

source: Image uploaded successfully!
hu: Kép sikeresen feltöltve!

source: Upload failed
hu: Feltöltés sikertelen

# coachAddedSuccessfully
source: Coach added successfully to {teamCount} team(s)!
hu: Edző sikeresen hozzáadva {teamCount} csapathoz!

# coachAddedSuccessfullySimple
source: Coach added successfully!
hu: Edző sikeresen hozzáadva!

source: Error adding coach
hu: Hiba az edző hozzáadásakor

# pleaseSelectTeamForPlayer
source: Please select a team for the player.
hu: Kérjük, válasszon csapatot a játékos számára.

source: Player added successfully!
hu: Játékos sikeresen hozzáadva!

source: Error adding player
hu: Hiba a játékos hozzáadásakor

# atLeastOneCoachTeamRequired
source: At least one coach must be assigned to the team.
hu: Legalább egy edzőt hozzá kell rendelni a csapathoz

# teamCreatedSuccessfully
source: Team "{teamName}" created with {coachCount} coach(es)!
hu: "{teamName}" csapat létrehozva {coachCount} edzővel!

# failedToCreateTeam
source: Failed to create team. Please try again.
hu: Csapat létrehozása sikertelen. Kérjük, próbálja újra.

source: Head Coach
hu: Főedző

source: Assistant Coach
hu: Másodedző

source: Tactics Coach
hu: Taktikai edző

source: Fitness Coach
hu: Erőnléti edző

source: Goalkeeping Coach
hu: Kapusedző

source: Youth Coach
hu: Utánpótlás edző

source: Mark Payment
hu: Fizetés jelölése

# recordPaymentFor
source: Record a payment for {year}
hu: Fizetés rögzítése {year}-ra

source: Select Player
hu: Játékos kiválasztása

source: Select Month
hu: Hónap kiválasztása

source: Payment Summary
hu: Fizetési összesítő

source: Year
hu: Év

source: month
hu: hónap

source: Amount
hu: Összeg

source: Payment Method
hu: Fizetési mód

source: Manual Entry
hu: Kézi bevitel

# noFeeConfigured
source: This team has no payment fee configured
hu: Ehhez a csapathoz nincs fizetési díj beállítva

source: Notes
hu: Megjegyzések

# optionalNotes
source: Optional notes or comments...
hu: Opcionális megjegyzések vagy kommentek...

source: Partially Paid
hu: Részben Fizetve

source: Inactive
hu: Inaktív

source: Payment fully completed
hu: Fizetés teljesen teljesítve

source: Partial payment received
hu: Részfizetés érkezett

source: No payment received
hu: Nem érkezett fizetés

source: Player inactive/suspended
hu: Játékos inaktív/felfüggesztett

source: Mark as Paid
hu: Jelölés fizetettként

source: Mark as Partial
hu: Jelölés részben fizetettként

source: Mark as Unpaid
hu: Jelölés nem fizetettként

source: Mark as Inactive
hu: Jelölés inaktívként

# paymentMarkedPaidSuccess
source: Payment marked as PAID successfully!
hu: Fizetés sikeresen FIZETETT-re jelölve!

# paymentMarkedPartialSuccess
source: Payment marked as PARTIAL successfully!
hu: Fizetés sikeresen RÉSZBEN FIZETVE-re jelölve!

# paymentMarkedUnpaidSuccess
source: Payment marked as UNPAID successfully!
hu: Fizetés sikeresen FIZETETLEN-re jelölve!

# playerMarkedInactiveSuccess
source: Player marked as INACTIVE successfully!
hu: Játékos sikeresen INAKTÍV-ra jelölve!

source: Error marking payment
hu: Hiba a fizetés jelölésekor

source: Activate
hu: Aktiválás

# playerInactiveMonths
source: Player inactive for {months} months
hu: Játékos {months} hónapja inaktív

# inactiveMonthsProgress
source: Inactive ({months}/12 months)
hu: Inaktív ({months}/12 hónap)

# activeMonthsProgress
source: {paid}/{total} active months
hu: {paid}/{total} aktív hónap

source: Edit User
hu: Felhasználó szerkesztése

# pleaseEnterName
source: Please enter a name
hu: Kérjük, adjon meg egy nevet

source: Role
hu: Szerep

source: Enter role description...
hu: Adja meg a szerepkör leírását...

source: Updating...
hu: Frissítés...

source: Loading payment data...
hu: Fizetési adatok betöltése...

source: No payment data available
hu: Nincs elérhető fizetési adat

source: Filter
hu: Szűrő

source: All Players
hu: Minden játékos

source: Overview
hu: Áttekintés

source: Reports
hu: Jelentések

source: months
hu: hónap

source: Paid
hu: Fizetve

source: Payment Actions
hu: Fizetési műveletek

# recordNewPayment
source: Record a new payment
hu: Új fizetés rögzítése

source: Send bulk payment reminders
hu: Tömeges fizetési emlékeztetők küldése

source: Send Reminders
hu: Emlékeztetők küldése

source: Export Data
hu: Adatok exportálása

source: Download payment report
hu: Fizetési jelentés letöltése

source: Quick Actions
hu: Gyors műveletek

source: Good Morning
hu: Jó reggelt

source: Good Afternoon
hu: Jó napot

source: Good Evening
hu: Jó estét

# clubOverviewToday
source: Here's your club overview for today
hu: Itt a klubjának mai áttekintése

source: Export Report
hu: Jelentés exportálása

source: Monthly Report
hu: Havi jelentés

source: Detailed breakdown by month
hu: Részletes havi bontás

source: Team Report
hu: Csapat jelentés

source: Payment status by team
hu: Fizetési állapot csapat szerint

source: Overdue Report
hu: Lejárt fizetések jelentése

source: Players with outstanding payments
hu: Játékosok függő fizetésekkel

source: Annual Summary
hu: Éves összesítő

source: Complete year overview
hu: Teljes éves áttekintés

source: Download Center
hu: Letöltőközpont

source: No recent downloads
hu: Nincsenek újabb letöltések

source: Recent Downloads:
hu: Legutóbbi letöltések:

# exportedReportsAvailable
source: Your exported reports will be available here once generated. Currently, no downloads are available.
hu: Az exportált jelentések itt lesznek elérhetők a generálás után. Jelenleg nincsenek elérhető letöltések.

# paymentReminderSent
source: Payment reminder sent to {playerName}! Outstanding: {amount}
hu: Fizetési emlékeztető elküldve {playerName} részére! Függő összeg: {amount}

# monthlyReportGenerated
source: Monthly report generated successfully!
hu: Havi jelentés sikeresen generálva!

# teamReportGenerated
source: Team report generated successfully!
hu: Csapat jelentés sikeresen generálva!

# overdueReportGenerated
source: Overdue report generated successfully!
hu: Lejárt fizetések jelentése sikeresen generálva!

# annualReportGenerated
source: Annual report generated successfully!
hu: Éves jelentés sikeresen generálva!

# settingsScreen
source: Settings
hu: Beállítások

source: Account Settings
hu: Fiók beállítások

source: Change Password
hu: Jelszó módosítása

# personalInfo
source: Personal Information
hu: Személyes adatok

source: Edit Profile
hu: Profil szerkesztése

# profilePictureUpdate
source: Update Profile Picture
hu: Profilkép frissítése

source: App Preferences
hu: Alkalmazás beállítások

source: Language
hu: Nyelv

source: Language Selection
hu: Nyelv kiválasztása

source: English
hu: Angol

source: Select Language
hu: Nyelv kiválasztása

source: Theme
hu: Téma

source: Light Mode
hu: Világos mód

source: Dark Mode
hu: Sötét mód

source: System Default
hu: Rendszer alapértelmezett

source: Date Format
hu: Dátum formátum

source: Time Format
hu: Idő formátum

# hour12
source: 12-hour
hu: 12 órás

# hour24
source: 24-hour
hu: 24 órás

source: Notification Settings
hu: Értesítési beállítások

source: Email Notifications
hu: E-mail értesítések

source: Push Notifications
hu: Push értesítések

source: Payment Reminders
hu: Fizetési emlékeztetők

source: New Player Alerts
hu: Új játékos értesítések

source: System Updates
hu: Rendszer frissítések

source: Marketing Emails
hu: Marketing e-mailek

source: Payment Preferences
hu: Fizetési beállítások

source: Default Currency
hu: Alapértelmezett pénznem

source: Reminder Frequency
hu: Emlékeztető gyakoriság

source: Daily
hu: Napi

source: Weekly
hu: Heti

source: Monthly
hu: Havi

source: Auto Backup
hu: Automatikus mentés

source: Security & Privacy
hu: Biztonság és adatvédelem

source: Current Password
hu: Jelenlegi jelszó

source: New Password
hu: Új jelszó

source: Confirm Password
hu: Jelszó megerősítése

# passwordRequirements
source: Password must be at least 8 characters
hu: A jelszónak legalább 8 karakterből kell állnia

# twoFactorAuth
source: Two-Factor Authentication
hu: Kétfaktoros hitelesítés

source: Login History
hu: Bejelentkezési előzmények

source: Privacy Settings
hu: Adatvédelmi beállítások

source: Data Collection
hu: Adatgyűjtés

source: Help & Support
hu: Súgó és támogatás

# faq
source: Frequently Asked Questions
hu: Gyakran ismételt kérdések

source: Contact Support
hu: Támogatás kapcsolat

source: Tutorials
hu: Oktatóanyagok

# reportBug
source: Report a Bug
hu: Hiba jelentése

source: Feature Request
hu: Funkció kérése

source: Documentation
hu: Dokumentáció

source: About App
hu: Alkalmazásról

source: Version
hu: Verzió

source: Terms of Service
hu: Szolgáltatási feltételek

source: Privacy Policy
hu: Adatvédelmi irányelvek

# licenses
source: Open Source Licenses
hu: Licencek

source: Release Notes
hu: Kiadási jegyzet

source: Danger Zone
hu: Veszélyes zóna

source: Logout All Devices
hu: Kijelentkezés minden eszközről

source: Delete Account
hu: Fiók törlése

source: Clear Cache
hu: Gyorsítótár törlése

source: Reset Settings
hu: Beállítások visszaállítása

source: Save Changes
hu: Változtatások mentése

source: Discard Changes
hu: Változtatások elvetése

# settingsSaved
source: Settings saved successfully!
hu: Beállítások sikeresen mentve!

# passwordChanged
source: Password changed successfully!
hu: Jelszó sikeresen megváltoztatva!

# languageChanged
source: Language changed successfully!
hu: Nyelv sikeresen megváltoztatva!

# profileUpdated
source: Profile updated successfully!
hu: Profil sikeresen frissítve!

# confirmLogoutAll
source: Are you sure you want to logout from all devices?
hu: Biztos, hogy ki szeretne jelentkezni minden eszközről?

# confirmDeleteAccount
source: Are you sure you want to delete your account? This action cannot be undone.
hu: Biztos, hogy törölni szeretné a fiókját? Ez a művelet nem vonható vissza.

# confirmResetSettings
source: Are you sure you want to reset all settings to default?
hu: Biztos, hogy vissza szeretné állítani az összes beállítást alapértelmezettre?

source: Passwords do not match
hu: A jelszavak nem egyeznek

# currentPasswordIncorrect
source: Current password is incorrect
hu: A jelenlegi jelszó helytelen

source: Enter current password
hu: Adja meg a jelenlegi jelszót

source: Enter new password
hu: Adja meg az új jelszót

source: Confirm new password
hu: Erősítse meg az új jelszót

source: Enabled
hu: Engedélyezve
